docs/site/20240504152823-herzberg_exam.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-06-10 Mon 22:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>herzberg exam</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">herzberg exam</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org4c72488">Reed Making Exam</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4c72488" class="outline-2">
<h2 id="org4c72488">Reed Making Exam</h2>
<div class="outline-text-2" id="text-org4c72488">
<ol class="org-ol">
<li>State the Four Systems employed in trimming and adjusting reeds.</li>
<li>Give an example of how you would use each system to correct or adjust the fault in the reed with which you are working.</li>
<li>If you were to carry each system to its furthest extent, what would the reed look like?</li>
<li>Can you recognize a good reed by looking at it? What qualities in its appearance would encourage you?</li>
<li>In order of importance, state the qualities necessary in a reed.</li>
<li>Define by means of analogy the parenchyma and the sclerenchyma</li>
<li>Describe the example Heinrich uses in heavy clarinet reeds</li>
<li>Which side of the reed is played up and why?</li>
<li>Are there any advantages to a flat shaper over a foldover shaper? If so explaing them.</li>
<li>How do you attenuate the efefcts produced in the folding of a shaped piece of cane?</li>
<li>According to Heinrich, describe (draw) the opening of a brilliant reed and a dark reed.</li>
<li>How can you condemn a reed before you make it?</li>
<li>Give three ways to make a reed brighter.</li>
<li>Give two ways to darken a reed.</li>
<li>Describe each system in constructing an ideal reed for the following solos: Bolero; Peter and the Wolf; Marriage of Figaro; Tchaikovsky 6th.</li>
<li>What effect does the trimming of the top half of a reed have? What effect does trimming the back half of a reed have?</li>
<li>How long should a reed blank dry? Why? What example does Heinrich use?</li>
<li>Prescribe the reed remedies for playing too sharp. What reed remedies can you use for playing too flat?</li>
<li>Draw the optimum shape of the first two wires of a reed before you trim it. Explain why they are optimum shapes. Give and describe the two different methods that will insure that the wires are the optimum shapes.</li>
<li>When you trim a reed, which side should be trimmed first?</li>
<li>What decides the length of the tube? What decides the length of the blade?</li>
<li>Where should the first wire be placed? Why? Where should the second wire be placed? Why? Where should the third wire be placed? Why?</li>
<li>Draw the shape of the optimum opening of a reed during the finishing stage. Why is this considered the optimum opening?</li>
<li>Define a good piece of cane.</li>
<li>Wires on a reed sometimes get loose when the reed dries. Do you tighten them? If so which ones?</li>
<li>In trimming the blades of a reed during the final trial period, which general areas are trimmed first and why?</li>
<li>Which system in reed making is the one of preference in trimming? Why?</li>
<li>Give an example of one system enhancing another. Give an example of one system negating the other.</li>
<li>Suppose your playing reeds consistenlty have the second wire crushed so that it is below the level of the first wire. Give two ways that this condition can be avoided.</li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
